<template>
  <div class="about">
    <h1 class="about__header">О сайте</h1>
    <p class="about__title">
      Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют
      потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и
      пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш
      текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по
      умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, как много веб-страниц всё ещё
      дожидаются своего настоящего рождения. За прошедшие годы текст Lorem Ipsum получил много версий. Некоторые версии
      появились по ошибке, некоторые - намеренно (например, юмористические варианты).
    </p>
  </div>
</template>

<script>
export default {
  name: "v-about-page"
}
</script>

<style scoped>
.about {
  padding: 32px;
}
.about__header {
  font-weight: 400;
  font-size: 63px;
  line-height: 82px;
  color: #000000;
  margin-bottom: 28px;
}

.about__title {
  font-weight: 400;
  font-size: 29px;
  line-height: 38px;
  color: #000000;
  margin-bottom: 28px;
}
</style>